{
  "version": "1.0",
  "truncation": null,
  "padding": null,
  "added_tokens": [
    {
      "id": 0,
      "content": "<PAD>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 1,
      "content": "<BOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 2,
      "content": "<EOS>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    },
    {
      "id": 3,
      "content": "<UNK>",
      "single_word": false,
      "lstrip": false,
      "rstrip": false,
      "normalized": false,
      "special": true
    }
  ],
  "normalizer": {
    "type": "Sequence",
    "normalizers": [
      {
        "type": "NFKC"
      }
    ]
  },
  "pre_tokenizer": {
    "type": "Whitespace"
  },
  "post_processor": null,
  "decoder": null,
  "model": {
    "type": "BPE",
    "dropout": null,
    "unk_token": "<UNK>",
    "continuing_subword_prefix": null,
    "end_of_word_suffix": null,
    "fuse_unk": false,
    "byte_fallback": false,
    "ignore_merges": false,
    "vocab": {
      "<PAD>": 0,
      "<BOS>": 1,
      "<EOS>": 2,
      "<UNK>": 3,
      "!": 4,
      "\"": 5,
      "#": 6,
      "$": 7,
      "%": 8,
      "&": 9,
      "'": 10,
      "(": 11,
      ")": 12,
      "*": 13,
      "+": 14,
      ",": 15,
      "-": 16,
      ".": 17,
      "/": 18,
      "0": 19,
      "1": 20,
      "2": 21,
      "3": 22,
      "4": 23,
      "5": 24,
      "6": 25,
      "7": 26,
      "8": 27,
      "9": 28,
      ":": 29,
      ";": 30,
      "<": 31,
      "=": 32,
      ">": 33,
      "?": 34,
      "@": 35,
      "A": 36,
      "B": 37,
      "C": 38,
      "D": 39,
      "E": 40,
      "F": 41,
      "G": 42,
      "H": 43,
      "I": 44,
      "J": 45,
      "K": 46,
      "L": 47,
      "M": 48,
      "N": 49,
      "O": 50,
      "P": 51,
      "Q": 52,
      "R": 53,
      "S": 54,
      "T": 55,
      "U": 56,
      "V": 57,
      "W": 58,
      "X": 59,
      "Y": 60,
      "Z": 61,
      "[": 62,
      "\\": 63,
      "]": 64,
      "^": 65,
      "_": 66,
      "`": 67,
      "a": 68,
      "b": 69,
      "c": 70,
      "d": 71,
      "e": 72,
      "f": 73,
      "g": 74,
      "h": 75,
      "i": 76,
      "j": 77,
      "k": 78,
      "l": 79,
      "m": 80,
      "n": 81,
      "o": 82,
      "p": 83,
      "q": 84,
      "r": 85,
      "s": 86,
      "t": 87,
      "u": 88,
      "v": 89,
      "w": 90,
      "x": 91,
      "y": 92,
      "z": 93,
      "{": 94,
      "|": 95,
      "}": 96,
      "~": 97,
      "": 98,
      "": 99,
      "": 100,
      "": 101,
      "": 102,
      "": 103,
      "": 104,
      "": 105,
      "": 106,
      "": 107,
      "": 108,
      "": 109,
      "": 110,
      "": 111,
      "": 112,
      "": 113,
      "": 114,
      "": 115,
      "": 116,
      "": 117,
      "": 118,
      "": 119,
      "": 120,
      "": 121,
      "": 122,
      "": 123,
      "": 124,
      "": 125,
      "": 126,
      "": 127,
      "": 128,
      "": 129,
      "¡": 130,
      "¢": 131,
      "£": 132,
      "¤": 133,
      "¥": 134,
      "¦": 135,
      "§": 136,
      "©": 137,
      "«": 138,
      "¬": 139,
      "­": 140,
      "®": 141,
      "°": 142,
      "±": 143,
      "¶": 144,
      "·": 145,
      "»": 146,
      "¿": 147,
      "À": 148,
      "Á": 149,
      "Â": 150,
      "Ã": 151,
      "Ä": 152,
      "Å": 153,
      "Æ": 154,
      "Ç": 155,
      "È": 156,
      "É": 157,
      "Ê": 158,
      "Ë": 159,
      "Ì": 160,
      "Í": 161,
      "Î": 162,
      "Ï": 163,
      "Ð": 164,
      "Ñ": 165,
      "Ò": 166,
      "Ó": 167,
      "Ô": 168,
      "Õ": 169,
      "Ö": 170,
      "×": 171,
      "Ø": 172,
      "Ù": 173,
      "Ú": 174,
      "Û": 175,
      "Ü": 176,
      "Ý": 177,
      "Þ": 178,
      "ß": 179,
      "à": 180,
      "á": 181,
      "â": 182,
      "ã": 183,
      "ä": 184,
      "å": 185,
      "æ": 186,
      "ç": 187,
      "è": 188,
      "é": 189,
      "ê": 190,
      "ë": 191,
      "ì": 192,
      "í": 193,
      "î": 194,
      "ï": 195,
      "ð": 196,
      "ñ": 197,
      "ò": 198,
      "ó": 199,
      "ô": 200,
      "õ": 201,
      "ö": 202,
      "÷": 203,
      "ø": 204,
      "ù": 205,
      "ú": 206,
      "û": 207,
      "ü": 208,
      "ý": 209,
      "þ": 210,
      "ÿ": 211,
      "Ā": 212,
      "ā": 213,
      "Ă": 214,
      "ă": 215,
      "Ą": 216,
      "ą": 217,
      "Ć": 218,
      "ć": 219,
      "Ĉ": 220,
      "ĉ": 221,
      "Ċ": 222,
      "ċ": 223,
      "Č": 224,
      "č": 225,
      "Ď": 226,
      "ď": 227,
      "Đ": 228,
      "đ": 229,
      "Ē": 230,
      "ē": 231,
      "Ĕ": 232,
      "ĕ": 233,
      "Ė": 234,
      "ė": 235,
      "Ę": 236,
      "ę": 237,
      "Ě": 238,
      "ě": 239,
      "Ĝ": 240,
      "ĝ": 241,
      "Ğ": 242,
      "ğ": 243,
      "Ġ": 244,
      "ġ": 245,
      "Ģ": 246,
      "ģ": 247,
      "Ĥ": 248,
      "ĥ": 249,
      "Ħ": 250,
      "ħ": 251,
      "Ĩ": 252,
      "ĩ": 253,
      "Ī": 254,
      "ī": 255,
      "Ĭ": 256,
      "ĭ": 257,
      "Į": 258,
      "į": 259,
      "İ": 260,
      "ı": 261,
      "Ĵ": 262,
      "ĵ": 263,
      "Ķ": 264,
      "ķ": 265,
      "ĸ": 266,
      "Ĺ": 267,
      "ĺ": 268,
      "Ļ": 269,
      "ļ": 270,
      "Ľ": 271,
      "ľ": 272,
      "Ł": 273,
      "ł": 274,
      "Ń": 275,
      "ń": 276,
      "Ņ": 277,
      "ņ": 278,
      "Ň": 279,
      "ň": 280,
      "Ŋ": 281,
      "ŋ": 282,
      "Ō": 283,
      "ō": 284,
      "Ŏ": 285,
      "ŏ": 286,
      "Ő": 287,
      "ő": 288,
      "Œ": 289,
      "œ": 290,
      "Ŕ": 291,
      "ŕ": 292,
      "Ŗ": 293,
      "ŗ": 294,
      "Ř": 295,
      "ř": 296,
      "Ś": 297,
      "ś": 298,
      "Ŝ": 299,
      "ŝ": 300,
      "Ş": 301,
      "ş": 302,
      "Š": 303,
      "š": 304,
      "Ţ": 305,
      "ţ": 306,
      "Ť": 307,
      "ť": 308,
      "Ŧ": 309,
      "ŧ": 310,
      "Ũ": 311,
      "ũ": 312,
      "Ū": 313,
      "ū": 314,
      "Ŭ": 315,
      "ŭ": 316,
      "Ů": 317,
      "ů": 318,
      "Ű": 319,
      "ű": 320,
      "Ų": 321,
      "ų": 322,
      "Ŵ": 323,
      "ŵ": 324,
      "Ŷ": 325,
      "ŷ": 326,
      "Ÿ": 327,
      "Ź": 328,
      "ź": 329,
      "Ż": 330,
      "ż": 331,
      "Ž": 332,
      "ž": 333,
      "ƀ": 334,
      "Ɓ": 335,
      "Ƃ": 336,
      "ƃ": 337,
      "Ƅ": 338,
      "ƅ": 339,
      "Ɔ": 340,
      "Ƈ": 341,
      "ƈ": 342,
      "Ɖ": 343,
      "Ɗ": 344,
      "Ƌ": 345,
      "ƌ": 346,
      "ƍ": 347,
      "Ǝ": 348,
      "Ə": 349,
      "Ɛ": 350,
      "Ƒ": 351,
      "ƒ": 352,
      "Ɠ": 353,
      "Ɣ": 354,
      "ƕ": 355,
      "Ɩ": 356,
      "Ɨ": 357,
      "Ƙ": 358,
      "ƙ": 359,
      "ƚ": 360,
      "ƛ": 361,
      "Ɯ": 362,
      "Ɲ": 363,
      "ƞ": 364,
      "Ɵ": 365,
      "Ơ": 366,
      "ơ": 367,
      "Ƣ": 368,
      "ƣ": 369,
      "Ƥ": 370,
      "ƥ": 371,
      "Ʀ": 372,
      "Ƨ": 373,
      "ƨ": 374,
      "Ʃ": 375,
      "ƪ": 376,
      "ƫ": 377,
      "Ƭ": 378,
      "ƭ": 379,
      "Ʈ": 380,
      "Ư": 381,
      "ư": 382,
      "Ʊ": 383,
      "Ʋ": 384,
      "Ƴ": 385,
      "ƴ": 386,
      "Ƶ": 387,
      "ƶ": 388,
      "Ʒ": 389,
      "Ƹ": 390,
      "ƹ": 391,
      "ƺ": 392,
      "Ƽ": 393,
      "ƾ": 394,
      "ƿ": 395,
      "ǀ": 396,
      "ǁ": 397,
      "ǂ": 398,
      "ǃ": 399,
      "Ǎ": 400,
      "ǎ": 401,
      "Ǐ": 402,
      "ǐ": 403,
      "Ǒ": 404,
      "ǒ": 405,
      "Ǔ": 406,
      "ǔ": 407,
      "Ǖ": 408,
      "ǖ": 409,
      "Ǘ": 410,
      "ǘ": 411,
      "Ǚ": 412,
      "ǚ": 413,
      "Ǜ": 414,
      "ǜ": 415,
      "ǝ": 416,
      "Ǟ": 417,
      "ǟ": 418,
      "Ǡ": 419,
      "ǡ": 420,
      "Ǣ": 421,
      "ǣ": 422,
      "Ǥ": 423,
      "ǥ": 424,
      "Ǧ": 425,
      "ǧ": 426,
      "Ǩ": 427,
      "ǩ": 428,
      "Ǫ": 429,
      "ǫ": 430,
      "Ǭ": 431,
      "ǭ": 432,
      "Ǯ": 433,
      "ǯ": 434,
      "ǰ": 435,
      "Ǵ": 436,
      "ǵ": 437,
      "Ƕ": 438,
      "Ƿ": 439,
      "Ǹ": 440,
      "ǹ": 441,
      "Ǻ": 442,
      "ǻ": 443,
      "Ǽ": 444,
      "ǽ": 445,
      "Ǿ": 446,
      "ǿ": 447,
      "Ȁ": 448,
      "ȁ": 449,
      "Ȃ": 450,
      "ȃ": 451,
      "Ȅ": 452,
      "ȅ": 453,
      "Ȇ": 454,
      "ȇ": 455,
      "Ȉ": 456,
      "ȉ": 457,
      "Ȋ": 458,
      "ȋ": 459,
      "Ȍ": 460,
      "ȍ": 461,
      "Ȏ": 462,
      "ȏ": 463,
      "Ȑ": 464,
      "ȑ": 465,
      "Ȓ": 466,
      "ȓ": 467,
      "Ȕ": 468,
      "ȕ": 469,
      "Ȗ": 470,
      "ȗ": 471,
      "Ș": 472,
      "ș": 473,
      "Ț": 474,
      "ț": 475,
      "Ȝ": 476,
      "ȝ": 477,
      "Ȟ": 478,
      "ȟ": 479,
      "Ƞ": 480,
      "ȡ": 481,
      "Ȣ": 482,
      "ȣ": 483,
      "Ȥ": 484,
      "ȥ": 485,
      "Ȧ": 486,
      "ȧ": 487,
      "Ȩ": 488,
      "ȩ": 489,
      "Ȫ": 490,
      "ȫ": 491,
      "Ȭ": 492,
      "ȭ": 493,
      "Ȯ": 494,
      "ȯ": 495,
      "Ȱ": 496,
      "ȱ": 497,
      "Ȳ": 498,
      "ȳ": 499,
      "ȴ": 500,
      "ȵ": 501,
      "ȶ": 502,
      "ȷ": 503,
      "ȸ": 504,
      "ȹ": 505,
      "Ⱥ": 506,
      "Ȼ": 507,
      "ȼ": 508,
      "Ƚ": 509,
      "Ⱦ": 510,
      "ɀ": 511,
      "Ɂ": 512,
      "ɂ": 513,
      "Ƀ": 514,
      "Ʉ": 515,
      "Ɇ": 516,
      "ɇ": 517,
      "Ɉ": 518,
      "ɉ": 519,
      "Ɋ": 520,
      "ɋ": 521,
      "Ɍ": 522,
      "ɍ": 523,
      "Ɏ": 524,
      "ɏ": 525,
      "ɐ": 526,
      "ɑ": 527,
      "ɒ": 528,
      "ɓ": 529,
      "ɔ": 530,
      "ɕ": 531,
      "ɖ": 532,
      "ɗ": 533,
      "ɘ": 534,
      "ə": 535,
      "ɚ": 536,
      "ɛ": 537,
      "ɜ": 538,
      "ɝ": 539,
      "ɞ": 540,
      "ɟ": 541,
      "ɠ": 542,
      "ɡ": 543,
      "ɢ": 544,
      "ɣ": 545,
      "ɤ": 546,
      "ɥ": 547,
      "ɦ": 548,
      "ɧ": 549,
      "ɨ": 550,
      "ɩ": 551,
      "ɪ": 552,
      "ɫ": 553,
      "ɬ": 554,
      "ɭ": 555,
      "ɮ": 556,
      "ɯ": 557,
      "ɰ": 558,
      "ɱ": 559,
      "ɲ": 560,
      "ɳ": 561,
      "ɴ": 562,
      "ɵ": 563,
      "ɶ": 564,
      "ɷ": 565,
      "ɸ": 566,
      "ɹ": 567,
      "ɺ": 568,
      "ɻ": 569,
      "ɼ": 570,
      "ɽ": 571,
      "ɾ": 572,
      "ɿ": 573,
      "ʀ": 574,
      "ʁ": 575,
      "ʂ": 576,
      "ʃ": 577,
      "ʄ": 578,
      "ʅ": 579,
      "ʆ": 580,
      "ʇ": 581,
      "ʈ": 582,
      "ʉ": 583,
      "ʊ": 584,
      "ʋ": 585,
      "ʌ": 586,
      "ʍ": 587,
      "ʎ": 588,
      "ʏ": 589,
      "ʐ": 590,
      "ʑ": 591,
      "ʒ": 592,
      "ʓ": 593,
      "ʔ": 594,
      "ʕ": 595,
      "ʖ": 596,
      "ʗ": 597,
      "ʘ": 598,
      "ʙ": 599,
      "ʚ": 600,
      "ʛ": 601,
      "ʜ": 602,
      "ʝ": 603,
      "ʞ": 604,
      "ʟ": 605,
      "ʠ": 606,
      "ʡ": 607,
      "ʢ": 608,
      "ʣ": 609,
      "ʤ": 610,
      "ʥ": 611,
      "ʦ": 612,
      "ʧ": 613,
      "ʨ": 614,
      "ʩ": 615,
      "ʪ": 616,
      "ʫ": 617,
      "ʭ": 618,
      "ʯ": 619,
      "ʹ": 620,
      "ʺ": 621,
      "ʻ": 622,
      "ʼ": 623,
      "ʽ": 624,
      "ʾ": 625,
      "ʿ": 626,
      "ˀ": 627,
      "ˁ": 628,
      "˂": 629,
      "˃": 630,
      "˄": 631,
      "ˆ": 632,
      "ˇ": 633,
      "ˈ": 634,
      "ˊ": 635,
      "ˋ": 636,
      "ˌ": 637,
      "ˍ": 638,
      "ˎ": 639,
      "ˏ": 640,
      "ː": 641,
      "ˑ": 642,
      "˒": 643,
      "˓": 644,
      "˔": 645,
      "˕": 646,
      "˖": 647,
      "˗": 648,
      "˞": 649,
      "˟": 650,
      "˥": 651,
      "˦": 652,
      "˧": 653,
      "˨": 654,
      "˩": 655,
      "˭": 656,
      "ˮ": 657,
      "˰": 658,
      "˳": 659,
      "˴": 660,
      "˵": 661,
      "˶": 662,
      "˹": 663,
      "˺": 664,
      "̀": 665,
      "́": 666,
      "̂": 667,
      "̃": 668,
      "̄": 669,
      "̅": 670,
      "̆": 671,
      "̇": 672,
      "̈": 673,
      "̉": 674,
      "̊": 675,
      "̋": 676,
      "̌": 677,
      "̍": 678,
      "̎": 679,
      "̏": 680,
      "̐": 681,
      "̑": 682,
      "̒": 683,
      "̓": 684,
      "̔": 685,
      "̕": 686,
      "̖": 687,
      "̗": 688,
      "̘": 689,
      "̙": 690,
      "̚": 691,
      "̛": 692,
      "̜": 693,
      "̝": 694,
      "̞": 695,
      "̟": 696,
      "̠": 697,
      "̡": 698,
      "̢": 699,
      "̣": 700,
      "̤": 701,
      "̥": 702,
      "̦": 703,
      "̧": 704,
      "̨": 705,
      "̩": 706,
      "̪": 707,
      "̫": 708,
      "̬": 709,
      "̭": 710,
      "̮": 711,
      "̯": 712,
      "̰": 713,
      "̱": 714,
      "̲": 715,
      "̳": 716,
      "̴": 717,
      "̵": 718,
      "̶": 719,
      "̷": 720,
      "̸": 721,
      "̹": 722,
      "̺": 723,
      "̻": 724,
      "̼": 725,
      "̽": 726,
      "̾": 727,
      "̿": 728,
      "͂": 729,
      "ͅ": 730,
      "͆": 731,
      "͇": 732,
      "͈": 733,
      "͉": 734,
      "͊": 735,
      "͋": 736,
      "͌": 737,
      "͍": 738,
      "͎": 739,
      "͏": 740,
      "͐": 741,
      "͑": 742,
      "͒": 743,
      "͓": 744,
      "͔": 745,
      "͕": 746,
      "͖": 747,
      "͗": 748,
      "͘": 749,
      "͙": 750,
      "͚": 751,
      "͛": 752,
      "͜": 753,
      "͝": 754,
      "͞": 755,
      "͟": 756,
      "͠": 757,
      "͡": 758,
      "͢": 759,
      "ͣ": 760,
      "ͤ": 761,
      "ͥ": 762,
      "ͦ": 763,
      "ͧ": 764,
      "ͨ": 765,
      "ͩ": 766,
      "ͪ": 767,
      "ͫ": 768,
      "ͬ": 769,
      "ͭ": 770,
      "ͮ": 771,
      "ͯ": 772,
      "Ͱ": 773,
      "Ͳ": 774,
      "ͳ": 775,
      "͵": 776,
      "Ͷ": 777,
      "͹": 778,
      "ͻ": 779,
      "ͼ": 780,
      "ͽ": 781,
      "΀": 782,
      "΁": 783,
      "΂": 784,
      "΃": 785,
      "Ά": 786,
      "Έ": 787,
      "Ή": 788,
      "Ί": 789,
      "Ό": 790,
      "΍": 791,
      "Ύ": 792,
      "Ώ": 793,
      "ΐ": 794,
      "Α": 795,
      "Β": 796,
      "Γ": 797,
      "Δ": 798,
      "Ε": 799,
      "Ζ": 800,
      "Η": 801,
      "Θ": 802,
      "Ι": 803,
      "Κ": 804,
      "Λ": 805,
      "Μ": 806,
      "Ν": 807,
      "Ξ": 808,
      "Ο": 809,
      "Π": 810,
      "Ρ": 811,
      "Σ": 812,
      "Τ": 813,
      "Υ": 814,
      "Φ": 815,
      "Χ": 816,
      "Ψ": 817,
      "Ω": 818,
      "Ϊ": 819,
      "Ϋ": 820,
      "ά": 821,
      "έ": 822,
      "ή": 823,
      "ί": 824,
      "ΰ": 825,
      "α": 826,
      "β": 827,
      "γ": 828,
      "δ": 829,
      "ε": 830,
      "ζ": 831,
      "η": 832,
      "θ": 833,
      "ι": 834,
      "κ": 835,
      "λ": 836,
      "μ": 837,
      "ν": 838,
      "ξ": 839,
      "ο": 840,
      "π": 841,
      "ρ": 842,
      "ς": 843,
      "σ": 844,
      "τ": 845,
      "υ": 846,
      "φ": 847,
      "χ": 848,
      "ψ": 849,
      "ω": 850,
      "ϊ": 851,
      "ϋ": 852,
      "ό": 853,
      "ύ": 854,
      "ώ": 855,
      "Ϗ": 856,
      "ϗ": 857,
      "Ϙ": 858,
      "ϙ": 859,
      "ϛ": 860,
      "Ϝ": 861,
      "ϝ": 862,
      "Ϟ": 863,
      "ϟ": 864,
      "Ϡ": 865,
      "ϡ": 866,
      "Ϣ": 867,
      "Ϧ": 868,
      "ϩ": 869,
      "Ϭ": 870,
      "Ϯ": 871,
      "ϯ": 872,
      "ϳ": 873,
      "϶": 874,
      "Ϸ": 875,
      "ϸ": 876,
      "Ϻ": 877,
      "ϻ": 878,
      "Ͻ": 879,
      "Ͼ": 880,
      "Ͽ": 881,
      "Ѐ": 882,
      "Ё": 883,
      "Ђ": 884,
      "Ѓ": 885,
      "Є": 886,
      "Ѕ": 887,
      "І": 888,
      "Ї": 889,
      "Ј": 890,
      "Љ": 891,
      "Њ": 892,
      "Ћ": 893,
      "Ќ": 894,
      "Ѝ": 895,
      "Ў": 896,
      "Џ": 897,
      "А": 898,
      "Б": 899,
      "В": 900,
      "Г": 901,
      "Д": 902,
      "Е": 903,
      "Ж": 904,
      "З": 905,
      "И": 906,
      "Й": 907,
      "К": 908,
      "Л": 909,
      "М": 910,
      "Н": 911,
      "О": 912,
      "П": 913,
      "Р": 914,
      "С": 915,
      "Т": 916,
      "У": 917,
      "Ф": 918,
      "Х": 919,
      "Ц": 920,
      "Ч": 921,
      "Ш": 922,
      "Щ": 923,
      "Ъ": 924,
      "Ы": 925,
      "Ь": 926,
      "Э": 927,
      "Ю": 928,
      "Я": 929,
      "а": 930,
      "б": 931,
      "в": 932,
      "г": 933,
      "д": 934,
      "е": 935,
      "ж": 936,
      "з": 937,
      "и": 938,
      "й": 939,
      "к": 940,
      "л": 941,
      "м": 942,
      "н": 943,
      "о": 944,
      "п": 945,
      "р": 946,
      "с": 947,
      "т": 948,
      "у": 949,
      "ф": 950,
      "х": 951,
      "ц": 952,
      "ч": 953,
      "ш": 954,
      "щ": 955,
      "ъ": 956,
      "ы": 957,
      "ь": 958,
      "э": 959,
      "ю": 960,
      "я": 961,
      "ѐ": 962,
      "ё": 963,
      "ђ": 964,
      "ѓ": 965,
      "є": 966,
      "ѕ": 967,
      "і": 968,
      "ї": 969,
      "ј": 970,
      "љ": 971,
      "њ": 972,
      "ћ": 973,
      "ќ": 974,
      "ѝ": 975,
      "ў": 976,
      "џ": 977,
      "Ѡ": 978,
      "ѡ": 979,
      "ѣ": 980,
      "ѥ": 981,
      "Ѧ": 982,
      "ѧ": 983,
      "Ѩ": 984,
      "ѩ": 985,
      "Ѫ": 986,
      "ѫ": 987,
      "Ѭ": 988,
      "ѭ": 989,
      "Ѯ": 990,
      "ѯ": 991,
      "Ѱ": 992,
      "ѱ": 993,
      "Ѳ": 994,
      "ѳ": 995,
      "Ѵ": 996,
      "ѵ": 997,
      "ѷ": 998,
      "Ѹ": 999,
      "ѹ": 1000,
      "Ѻ": 1001,
      "ѻ": 1002,
      "Ѽ": 1003,
      "ѿ": 1004,
      "Ҁ": 1005,
      "ҁ": 1006,
      "҂": 1007,
      "҃": 1008,
      "҅": 1009,
      "҇": 1010,
      "҉": 1011,
      "Ҍ": 1012,
      "ҏ": 1013,
      "Ґ": 1014,
      "ґ": 1015,
      "Ғ": 1016,
      "ғ": 1017,
      "Ҕ": 1018,
      "ҕ": 1019,
      "Җ": 1020,
      "җ": 1021,
      "ҙ": 1022,
      "Қ": 1023,
      "қ": 1024,
      "Ҝ": 1025,
      "ҟ": 1026,
      "Ҡ": 1027,
      "ҡ": 1028,
      "Ң": 1029,
      "ң": 1030,
      "ҧ": 1031,
      "Ҩ": 1032,
      "ҩ": 1033,
      "ҫ": 1034,
      "Ҭ": 1035,
      "ҭ": 1036,
      "Ү": 1037,
      "ү": 1038,
      "Ұ": 1039,
      "ұ": 1040,
      "Ҳ": 1041,
      "ҳ": 1042,
      "ҵ": 1043,
      "Ҷ": 1044,
      "ҷ": 1045,
      "Һ": 1046,
      "һ": 1047,
      "Ҽ": 1048,
      "ҽ": 1049,
      "Ҿ": 1050,
      "ҿ": 1051,
      "Ӏ": 1052,
      "Ӂ": 1053,
      "ӂ": 1054,
      "Ӄ": 1055,
      "ӄ": 1056,
      "Ӆ": 1057,
      "Ӊ": 1058,
      "ӌ": 1059,
      "Ӎ": 1060,
      "ӎ": 1061,
      "ӏ": 1062,
      "ӑ": 1063,
      "Ӓ": 1064,
      "ӓ": 1065,
      "ӕ": 1066,
      "Ә": 1067,
      "ә": 1068,
      "Ӝ": 1069,
      "ӟ": 1070,
      "Ӡ": 1071,
      "ӡ": 1072,
      "ӣ": 1073,
      "Ӧ": 1074,
      "ӧ": 1075,
      "Ө": 1076,
      "ө": 1077,
      "Ӫ": 1078,
      "ӫ": 1079,
      "ӭ": 1080,
      "ӯ": 1081,
      "ӱ": 1082,
      "Ӳ": 1083,
      "Ӵ": 1084,
      "ӵ": 1085,
      "Ӹ": 1086,
      "Ӿ": 1087,
      "Ԁ": 1088,
      "ԁ": 1089,
      "Ԃ": 1090,
      "ԃ": 1091,
      "ԅ": 1092,
      "Ԉ": 1093,
      "ԉ": 1094,
      "ԋ": 1095,
      "Ԍ": 1096,
      "ԍ": 1097,
      "Ԏ": 1098,
      "ԏ": 1099,
      "ԑ": 1100,
      "Ԓ": 1101,
      "Ԕ": 1102,
      "ԗ": 1103,
      "ԙ": 1104,
      "ԛ": 1105,
      "Ԝ": 1106,
      "ԝ": 1107,
      "Ԟ": 1108,
      "ԟ": 1109,
      "Ԧ": 1110,
      "ԧ": 1111,
      "Ԯ": 1112,
      "ԯ": 1113,
      "Ա": 1114,
      "Բ": 1115,
      "Գ": 1116,
      "Դ": 1117,
      "Ե": 1118,
      "Զ": 1119,
      "Է": 1120,
      "Ը": 1121,
      "Թ": 1122,
      "Ժ": 1123,
      "Ի": 1124,
      "Լ": 1125,
      "Խ": 1126,
      "Ծ": 1127,
      "Կ": 1128,
      "Հ": 1129,
      "Ձ": 1130,
      "Ղ": 1131,
      "Ճ": 1132,
      "Մ": 1133,
      "Յ": 1134,
      "Ն": 1135,
      "Շ": 1136,
      "Ո": 1137,
      "Չ": 1138,
      "Պ": 1139,
      "Ջ": 1140,
      "Ռ": 1141,
      "Ս": 1142,
      "Վ": 1143,
      "Տ": 1144,
      "Ր": 1145,
      "Ց": 1146,
      "Ւ": 1147,
      "Փ": 1148,
      "Ք": 1149,
      "Օ": 1150,
      "Ֆ": 1151,
      "՘": 1152,
      "՚": 1153,
      "՛": 1154,
      "՜": 1155,
      "՝": 1156,
      "՞": 1157,
      "ՠ": 1158,
      "ա": 1159,
      "բ": 1160,
      "գ": 1161,
      "դ": 1162,
      "ե": 1163,
      "զ": 1164,
      "է": 1165,
      "ը": 1166,
      "թ": 1167,
      "ժ": 1168,
      "ի": 1169,
      "լ": 1170,
      "խ": 1171,
      "ծ": 1172,
      "կ": 1173,
      "հ": 1174,
      "ձ": 1175,
      "ղ": 1176,
      "ճ": 1177,
      "մ": 1178,
      "յ": 1179,
      "ն": 1180,
      "շ": 1181,
      "ո": 1182,
      "չ": 1183,
      "պ": 1184,
      "ջ": 1185,
      "ռ": 1186,
      "ս": 1187,
      "վ": 1188,
      "տ": 1189,
      "ր": 1190,
      "ց": 1191,
      "ւ": 1192,
      "փ": 1193,
      "ք": 1194,
      "օ": 1195,
      "ֆ": 1196,
      "։": 1197,
      "֊": 1198,
      "֌": 1199,
      "֎": 1200,
      "֏": 1201,
      "֐": 1202,
      "֑": 1203,
      "֓": 1204,
      "֔": 1205,
      "֖": 1206,
      "֗": 1207,
      "֙": 1208,
      "֚": 1209,
      "֛": 1210,
      "֝": 1211,
      "֞": 1212,
      "֟": 1213,
      "֣": 1214,
      "֤": 1215,
      "֥": 1216,
      "֦": 1217,
      "֧": 1218,
      "֨": 1219,
      "֩": 1220,
      "֫": 1221,
      "֭": 1222,
      "֮": 1223,
      "ְ": 1224,
      "ֱ": 1225,
      "ֲ": 1226,
      "ֳ": 1227,
      "ִ": 1228,
      "ֵ": 1229,
      "ֶ": 1230,
      "ַ": 1231,
      "ָ": 1232,
      "ֹ": 1233,
      "ֻ": 1234,
      "ּ": 1235,
      "ֽ": 1236,
      "־": 1237,
      "ֿ": 1238,
      "ׁ": 1239,
      "ׂ": 1240,
      "׃": 1241,
      "׆": 1242,
      "ׇ": 1243,
      "׉": 1244,
      "׋": 1245,
      "׎": 1246,
      "׏": 1247,
      "א": 1248,
      "ב": 1249,
      "ג": 1250,
      "ד": 1251,
      "ה": 1252,
      "ו": 1253,
      "ז": 1254,
      "ח": 1255,
      "ט": 1256,
      "י": 1257,
      "ך": 1258,
      "כ": 1259,
      "ל": 1260,
      "ם": 1261,
      "מ": 1262,
      "ן": 1263,
      "נ": 1264,
      "ס": 1265,
      "ע": 1266,
      "ף": 1267,
      "פ": 1268,
      "ץ": 1269,
      "צ": 1270,
      "ק": 1271,
      "ר": 1272,
      "ש": 1273,
      "ת": 1274,
      "׭": 1275,
      "׮": 1276,
      "װ": 1277,
      "ױ": 1278,
      "ײ": 1279,
      "׳": 1280,
      "״": 1281,
      "׵": 1282,
      "׶": 1283,
      "׹": 1284,
      "׻": 1285,
      "׼": 1286,
      "׿": 1287,
      "؀": 1288,
      "؁": 1289,
      "؂": 1290,
      "؃": 1291,
      "؄": 1292,
      "؅": 1293,
      "؆": 1294,
      "؇": 1295,
      "؈": 1296,
      "؉": 1297,
      "؊": 1298,
      "؋": 1299,
      "،": 1300,
      "؍": 1301,
      "؎": 1302,
      "؏": 1303,
      "ؐ": 1304,
      "ؑ": 1305,
      "ؒ": 1306,
      "ؓ": 1307,
      "ؔ": 1308,
      "ؕ": 1309,
      "ؖ": 1310,
      "ؗ": 1311,
      "ؘ": 1312,
      "ؙ": 1313,
      "ؚ": 1314,
      "؛": 1315,
      "؜": 1316,
      "؝": 1317,
      "؞": 1318,
      "؟": 1319,
      "ؠ": 1320,
      "ء": 1321,
      "آ": 1322,
      "أ": 1323,
      "ؤ": 1324,
      "إ": 1325,
      "ئ": 1326,
      "ا": 1327,
      "ب": 1328,
      "ة": 1329,
      "ت": 1330,
      "ث": 1331,
      "ج": 1332,
      "ح": 1333,
      "خ": 1334,
      "د": 1335,
      "ذ": 1336,
      "ر": 1337,
      "ز": 1338,
      "س": 1339,
      "ش": 1340,
      "ص": 1341,
      "ض": 1342,
      "ط": 1343,
      "ظ": 1344,
      "ع": 1345,
      "غ": 1346,
      "ػ": 1347,
      "ؼ": 1348,
      "ؽ": 1349,
      "ؾ": 1350,
      "ؿ": 1351,
      "ـ": 1352,
      "ف": 1353,
      "ق": 1354,
      "ك": 1355,
      "ل": 1356,
      "م": 1357,
      "ن": 1358,
      "ه": 1359,
      "و": 1360,
      "ى": 1361,
      "ي": 1362,
      "ً": 1363,
      "ٌ": 1364,
      "ٍ": 1365,
      "َ": 1366,
      "ُ": 1367,
      "ِ": 1368,
      "ّ": 1369,
      "ْ": 1370,
      "ٓ": 1371,
      "ٔ": 1372,
      "ٕ": 1373,
      "ٖ": 1374,
      "ٗ": 1375,
      "٘": 1376,
      "ٙ": 1377,
      "ٚ": 1378,
      "ٛ": 1379,
      "ٜ": 1380,
      "ٝ": 1381,
      "ٞ": 1382,
      "ٟ": 1383,
      "٠": 1384,
      "١": 1385,
      "٢": 1386,
      "٣": 1387,
      "٤": 1388,
      "٥": 1389,
      "٦": 1390,
      "٧": 1391,
      "٨": 1392,
      "٩": 1393,
      "٪": 1394,
      "٫": 1395,
      "٬": 1396,
      "٭": 1397,
      "ٮ": 1398,
      "ٯ": 1399,
      "ٰ": 1400,
      "ٱ": 1401,
      "ٲ": 1402,
      "ٳ": 1403,
      "ٴ": 1404,
      "ٹ": 1405,
      "ٺ": 1406,
      "ٻ": 1407,
      "ټ": 1408,
      "ٽ": 1409,
      "پ": 1410,
      "ٿ": 1411,
      "ڀ": 1412,
      "ځ": 1413,
      "ڂ": 1414,
      "ڃ": 1415,
      "ڄ": 1416,
      "څ": 1417,
      "چ": 1418,
      "ڇ": 1419,
      "ڈ": 1420,
      "ډ": 1421,
      "ڊ": 1422,
      "ڋ": 1423,
      "ڌ": 1424,
      "ڍ": 1425,
      "ڎ": 1426,
      "ڏ": 1427,
      "ڐ": 1428,
      "ڑ": 1429,
      "ڒ": 1430,
      "ړ": 1431,
      "ڔ": 1432,
      "ڕ": 1433,
      "ږ": 1434,
      "ڗ": 1435,
      "ژ": 1436,
      "ڙ": 1437,
      "ښ": 1438,
      "ڛ": 1439,
      "ڜ": 1440,
      "ڝ": 1441,
      "ڞ": 1442,
      "ڟ": 1443,
      "ڠ": 1444,
      "ڡ": 1445,
      "ڢ": 1446,
      "ڣ": 1447,
      "ڤ": 1448,
      "ڥ": 1449,
      "ڦ": 1450,
      "ڧ": 1451,
      "ڨ": 1452,
      "ک": 1453,
      "ڪ": 1454,
      "ګ": 1455,
      "ڬ": 1456,
      "ڭ": 1457,
      "ڮ": 1458,
      "گ": 1459,
      "ڰ": 1460,
      "ڱ": 1461,
      "ڲ": 1462,
      "ڳ": 1463,
      "ڴ": 1464,
      "ڵ": 1465,
      "ڶ": 1466,
      "ڷ": 1467,
      "ڸ": 1468,
      "ڹ": 1469,
      "ں": 1470,
      "ڻ": 1471,
      "ڼ": 1472,
      "ڽ": 1473,
      "ھ": 1474,
      "ڿ": 1475,
      "ۀ": 1476,
      "ہ": 1477,
      "ۂ": 1478,
      "ۃ": 1479,
      "ۄ": 1480,
      "ۅ": 1481,
      "ۆ": 1482,
      "ۇ": 1483,
      "ۈ": 1484,
      "ۉ": 1485,
      "ۊ": 1486,
      "ۋ": 1487,
      "ی": 1488,
      "ۍ": 1489,
      "ێ": 1490,
      "ۏ": 1491,
      "ې": 1492,
      "ۑ": 1493,
      "ے": 1494,
      "ۓ": 1495,
      "۔": 1496,
      "ە": 1497,
      "ۖ": 1498,
      "ۗ": 1499,
      "ۘ": 1500,
      "ۙ": 1501,
      "ۚ": 1502,
      "ۛ": 1503,
      "ۜ": 1504,
      "۝": 1505,
      "۞": 1506,
      "۟": 1507,
      "۠": 1508,
      "ۡ": 1509,
      "ۢ": 1510,
      "ۣ": 1511,
      "ۤ": 1512,
      "ۥ": 1513,
      "ۦ": 1514,
      "ۧ": 1515,
      "ۨ": 1516,
      "۩": 1517,
      "۪": 1518,
      "۫": 1519,
      "۬": 1520,
      "ۭ": 1521,
      "ۮ": 1522,
      "ۯ": 1523,
      "۰": 1524,
      "۱": 1525,
      "۲": 1526,
      "۳": 1527,
      "۴": 1528,
      "۵": 1529,
      "۶": 1530,
      "۷": 1531,
      "۸": 1532,
      "۹": 1533,
      "ۺ": 1534,
      "ۻ": 1535,
      "ۼ": 1536,
      "۽": 1537,
      "۾": 1538,
      "ۿ": 1539,
      "܂": 1540,
      "܆": 1541,
      "܇": 1542,
      "܈": 1543,
      "܊": 1544,
      "܏": 1545,
      "ܐ": 1546,
      "ܒ": 1547,
      "ܓ": 1548,
      "ܔ": 1549,
      "ܕ": 1550,
      "ܖ": 1551,
      "ܗ": 1552,
      "ܘ": 1553,
      "ܙ": 1554,
      "ܚ": 1555,
      "ܛ": 1556,
      "ܝ": 1557,
      "ܟ": 1558,
      "ܠ": 1559,
      "ܡ": 1560,
      "ܢ": 1561,
      "ܣ": 1562,
      "ܥ": 1563,
      "ܦ": 1564,
      "ܨ": 1565,
      "ܩ": 1566,
      "ܪ": 1567,
      "ܫ": 1568,
      "ܬ": 1569,
      "ܯ": 1570,
      "ܰ": 1571,
      "ܲ": 1572,
      "ܳ": 1573,
      "ܵ": 1574,
      "ܶ": 1575,
      "ܸ": 1576,
      "ܹ": 1577,
      "ܺ": 1578,
      "ܼ": 1579,
      "ܽ": 1580,
      "ܿ": 1581,
      "݀": 1582,
      "݁": 1583,
      "݂": 1584,
      "݃": 1585,
      "݆": 1586,
      "݇": 1587,
      "݈": 1588,
      "݊": 1589,
      "݋": 1590,
      "݌": 1591,
      "ݍ": 1592,
      "ݎ": 1593,
      "ݏ": 1594,
      "ݐ": 1595,
      "ݑ": 1596,
      "ݒ": 1597,
      "ݓ": 1598,
      "ݔ": 1599,
      "ݕ": 1600,
      "ݖ": 1601,
      "ݗ": 1602,
      "ݘ": 1603,
      "ݙ": 1604,
      "ݚ": 1605,
      "ݛ": 1606,
      "ݜ": 1607,
      "ݝ": 1608,
      "ݞ": 1609,
      "ݟ": 1610,
      "ݠ": 1611,
      "ݡ": 1612,
      "ݢ": 1613,
      "ݣ": 1614,
      "ݤ": 1615,
      "ݥ": 1616,
      "ݦ": 1617,
      "ݧ": 1618,
      "ݨ": 1619,
      "ݩ": 1620,
      "ݪ": 1621,
      "ݫ": 1622,
      "ݬ": 1623,
      "ݭ": 1624,
      "ݮ": 1625,
      "ݯ": 1626,
      "ݰ": 1627,
      "ݱ": 1628,
      "ݲ": 1629,
      "ݳ": 1630,
      "ݴ": 1631,
      "ݵ": 1632,
      "ݶ": 1633,
      "ݷ": 1634,
      "ݸ": 1635,
      "ݹ": 1636,
      "ݺ": 1637,
      "ݻ": 1638,
      "ݼ": 1639,
      "ݽ": 1640,
      "ݾ": 1641,
      "ݿ": 1642,
      "ހ": 1643,
      "ށ": 1644,
      "ނ": 1645,
      "ރ": 1646,
      "ބ": 1647,
      "ޅ": 1648,
      "އ": 1649,
      "ވ": 1650,
      "މ": 1651,
      "ދ": 1652,
      "ތ": 1653,
      "ލ": 1654,
      "ގ": 1655,
      "ސ": 1656,
      "ޕ": 1657,
      "ޗ": 1658,
      "ޘ": 1659,
      "ޝ": 1660,
      "ޟ": 1661,
      "ޠ": 1662,
      "ޡ": 1663,
      "ަ": 1664,
      "ާ": 1665,
      "ި": 1666,
      "ީ": 1667,
      "ު": 1668,
      "ެ": 1669,
      "ޭ": 1670,
      "ޮ": 1671,
      "ޯ": 1672,
      "ް": 1673,
      "޴": 1674,
      "޻": 1675,
      "޿": 1676,
      "߁": 1677,
      "߂": 1678,
      "߆": 1679,
      "߇": 1680,
      "߈": 1681,
      "ߊ": 1682,
      "ߋ": 1683,
      "ߌ": 1684,
      "ߍ": 1685,
      "ߎ": 1686,
      "ߏ": 1687,
      "ߑ": 1688,
      "ߒ": 1689,
      "ߓ": 1690,
      "ߔ": 1691,
      "ߕ": 1692,
      "ߘ": 1693,
      "ߛ": 1694,
      "ߜ": 1695,
      "ߟ": 1696,
      "ߢ": 1697,
      "ߥ": 1698,
      "ߪ": 1699,
      "߫": 1700,
      "߬": 1701,
      "߭": 1702,
      "ߵ": 1703,
      "߷": 1704,
      "߻": 1705,
      "߼": 1706,
      "߽": 1707,
      "߾": 1708,
      "ࠆ": 1709,
      "ࢠ": 1710,
      "ࢡ": 1711,
      "ࢢ": 1712,
      "ࢣ": 1713,
      "ࢤ": 1714,
      "ࢥ": 1715,
      "ࢦ": 1716,
      "ࢧ": 1717,
      "ࢨ": 1718,
      "ࢩ": 1719,
      "ࢪ": 1720,
      "ࢫ": 1721,
      "ࢬ": 1722,
      "ࢭ": 1723,
      "ࢮ": 1724,
      "ࢯ": 1725,
      "ࢰ": 1726,
      "ࢱ": 1727,
      "ࢲ": 1728,
      "ࢳ": 1729,
      "ࢴ": 1730,
      "ࢶ": 1731,
      "ࢷ": 1732,
      "ࢸ": 1733,
      "ࢹ": 1734,
      "ࢺ": 1735,
      "ࢻ": 1736,
      "ࢼ": 1737,
      "ࢽ": 1738,
      "࣓": 1739,
      "ࣔ": 1740,
      "ࣕ": 1741,
      "ࣖ": 1742,
      "ࣗ": 1743,
      "ࣘ": 1744,
      "ࣙ": 1745,
      "ࣚ": 1746,
      "ࣛ": 1747,
      "ࣜ": 1748,
      "ࣝ": 1749,
      "ࣞ": 1750,
      "ࣟ": 1751,
      "࣠": 1752,
      "࣡": 1753,
      "࣢": 1754,
      "ࣣ": 1755,
      "ࣤ": 1756,
      "ࣥ": 1757,
      "ࣦ": 1758,
      "ࣧ": 1759,
      "ࣨ": 1760,
      "ࣩ": 1761,
      "࣪": 1762,
      "࣫": 1763,
      "࣬": 1764,
      "࣭": 1765,
      "࣮": 1766,
      "࣯": 1767,
      "ࣰ": 1768,
      "ࣱ": 1769,
      "ࣲ": 1770,
      "ࣳ": 1771,
      "ࣴ": 1772,
      "ࣵ": 1773,
      "ࣶ": 1774,
      "ࣷ": 1775,
      "ࣸ": 1776,
      "ࣹ": 1777,
      "ࣺ": 1778,
      "ࣻ": 1779,
      "ࣼ": 1780,
      "ࣽ": 1781,
      "ࣾ": 1782,
      "ࣿ": 1783,
      "ऀ": 1784,
      "ँ": 1785,
      "ं": 1786,
      "ः": 1787,
      "अ": 1788,
      "आ": 1789,
      "इ": 1790,
      "ई": 1791,
      "उ": 1792,
      "ऊ": 1793,
      "ऋ": 1794,
      "ऌ": 1795,
      "ऎ": 1796,
      "ए": 1797,
      "ऐ": 1798,
      "ऑ": 1799,
      "ऒ": 1800,
      "ओ": 1801,
      "औ": 1802,
      "क": 1803,
      "ख": 1804,
      "ग": 1805,
      "घ": 1806,
      "ङ": 1807,
      "च": 1808,
      "छ": 1809,
      "ज": 1810,
      "झ": 1811,
      "ञ": 1812,
      "ट": 1813,
      "ठ": 1814,
      "ड": 1815,
      "ढ": 1816,
      "ण": 1817,
      "त": 1818,
      "थ": 1819,
      "द": 1820,
      "ध": 1821,
      "न": 1822,
      "प": 1823,
      "फ": 1824,
      "ब": 1825,
      "भ": 1826,
      "म": 1827,
      "य": 1828,
      "र": 1829,
      "ल": 1830,
      "ळ": 1831,
      "व": 1832,
      "श": 1833,
      "ष": 1834,
      "स": 1835,
      "ह": 1836,
      "़": 1837,
      "ऽ": 1838,
      "ा": 1839,
      "ि": 1840,
      "ी": 1841,
      "ु": 1842,
      "ू": 1843,
      "ृ": 1844,
      "ॄ": 1845,
      "ॅ": 1846,
      "ॆ": 1847,
      "े": 1848,
      "ै": 1849,
      "ॉ": 1850,
      "ॊ": 1851,
      "ो": 1852,
      "ौ": 1853,
      "्": 1854,
      "ॐ": 1855,
      "॑": 1856,
      "॒": 1857,
      "॓": 1858,
      "॔": 1859,
      "ॠ": 1860,
      "ॡ": 1861,
      "ॢ": 1862,
      "ॣ": 1863,
      "।": 1864,
      "॥": 1865,
      "०": 1866,
      "१": 1867,
      "२": 1868,
      "३": 1869,
      "४": 1870,
      "५": 1871,
      "६": 1872,
      "७": 1873,
      "८": 1874,
      "९": 1875,
      "॰": 1876,
      "ঁ": 1877,
      "ং": 1878,
      "ঃ": 1879,
      "অ": 1880,
      "আ": 1881,
      "ই": 1882,
      "ঈ": 1883,
      "উ": 1884,
      "ঊ": 1885,
      "এ": 1886,
      "ঐ": 1887,
      "ও": 1888,
      "ঔ": 1889,
      "ক": 1890,
      "খ": 1891,
      "গ": 1892,
      "ঘ": 1893,
      "ঙ": 1894,
      "চ": 1895,
      "ছ": 1896,
      "জ": 1897,
      "ঝ": 1898,
      "ঞ": 1899,
      "ট": 1900,
      "ঠ": 1901,
      "ড": 1902,
      "ঢ": 1903,
      "ণ": 1904,
      "ত": 1905,
      "থ": 1906,
      "দ": 1907,
      "ধ": 1908,
      "ন": 1909,
      "প": 1910,
      "ফ": 1911,
      "ব": 1912,
      "ভ": 1913,
      "ম": 1914,
      "য": 1915,
      "র": 1916,
      "ল": 1917,
      "শ": 1918,
      "ষ": 1919,
      "স": 1920,
      "হ": 1921,
      "়": 1922,
      "া": 1923,
      "ি": 1924,
      "ী": 1925,
      "ু": 1926,
      "ূ": 1927,
      "ৃ": 1928,
      "ে": 1929,
      "ৈ": 1930,
      "ো": 1931,
      "ৌ": 1932,
      "্": 1933,
      "ৎ": 1934,
      "০": 1935,
      "১": 1936,
      "২": 1937,
      "৩": 1938,
      "৪": 1939,
      "৫": 1940,
      "৬": 1941,
      "৭": 1942,
      "৯": 1943,
      "ৰ": 1944,
      "ৱ": 1945,
      "৷": 1946,
      "৹": 1947,
      "ਂ": 1948,
      "ਅ": 1949,
      "ਆ": 1950,
      "ਇ": 1951,
      "ਈ": 1952,
      "ਉ": 1953,
      "ਊ": 1954,
      "ਏ": 1955,
      "ਐ": 1956,
      "ਓ": 1957,
      "ਕ": 1958,
      "ਖ": 1959,
      "ਗ": 1960,
      "ਘ": 1961,
      "ਚ": 1962,
      "ਛ": 1963,
      "ਜ": 1964,
      "ਝ": 1965,
      "ਟ": 1966,
      "ਠ": 1967,
      "ਡ": 1968,
      "ਢ": 1969,
      "ਣ": 1970,
      "ਤ": 1971,
      "ਥ": 1972,
      "ਦ": 1973,
      "ਧ": 1974,
      "ਨ": 1975,
      "ਪ": 1976,
      "ਫ": 1977,
      "ਬ": 1978,
      "ਭ": 1979,
      "ਮ": 1980,
      "ਯ": 1981,
      "ਰ": 1982,
      "਱": 1983,
      "ਲ": 1984,
      "ਵ": 1985,
      "ਸ": 1986,
      "ਹ": 1987,
      "਼": 1988,
      "ਾ": 1989,
      "ਿ": 1990,
      "ੀ": 1991,
      "ੁ": 1992,
      "ੂ": 1993,
      "ੇ": 1994,
      "ੈ": 1995,
      "ੋ": 1996,
      "ੌ": 1997,
      "੍": 1998,
      "ੜ": 1999,
      "੧": 2000,
      "੨": 2001,
      "੩": 2002,
      "੪": 2003,
      "੫": 2004,
      "੭": 2005,
      "ੰ": 2006,
      "ੱ": 2007,
      "ੲ": 2008,
      "ੳ": 2009,
      "ੴ": 2010,
      "ં": 2011,
      "અ": 2012,
      "આ": 2013,
      "ઇ": 2014,
      "ઈ": 2015,
      "ઍ": 2016,
      "એ": 2017,
      "ક": 2018,
      "ખ": 2019,
      "ગ": 2020,
      "છ": 2021,
      "જ": 2022,
      "ઝ": 2023,
      "ટ": 2024,
      "ડ": 2025,
      "ણ": 2026,
      "ત": 2027,
      "થ": 2028,
      "દ": 2029,
      "ધ": 2030,
      "ન": 2031,
      "પ": 2032,
      "ફ": 2033,
      "બ": 2034,
      "ભ": 2035,
      "મ": 2036,
      "ય": 2037,
      "ર": 2038,
      "લ": 2039,
      "ળ": 2040,
      "વ": 2041,
      "શ": 2042,
      "ષ": 2043,
      "સ": 2044,
      "હ": 2045,
      "ા": 2046,
      "િ": 2047,
      "ી": 2048,
      "ુ": 2049,
      "ૂ": 2050,
      "ૄ": 2051,
      "ૅ": 2052,
      "ે": 2053,
      "ૈ": 2054,
      "ો": 2055,
      "ૌ": 2056,
      "્": 2057,
      "ૐ": 2058,
      "ૢ": 2059,
      "૦": 2060,
      "૭": 2061,
      "૮": 2062,
      "૯": 2063,
      "ଁ": 2064,
      "ଂ": 2065,
      "ଉ": 2066,
      "ଏ": 2067,
      "ଓ": 2068,
      "କ": 2069,
      "ଘ": 2070,
      "ଟ": 2071,
      "ଠ": 2072,
      "ଡ": 2073,
      "ଣ": 2074,
      "ତ": 2075,
      "ଥ": 2076,
      "ଦ": 2077,
      "ଧ": 2078,
      "ନ": 2079,
      "ପ": 2080,
      "ବ": 2081,
      "ମ": 2082,
      "ର": 2083,
      "ଲ": 2084,
      "ଳ": 2085,
      "ଶ": 2086,
      "ଷ": 2087,
      "ସ": 2088,
      "଼": 2089,
      "ା": 2090,
      "ି": 2091,
      "ୀ": 2092,
      "ୁ": 2093,
      "େ": 2094,
      "ୋ": 2095,
      "୍": 2096,
      "ୟ": 2097,
      "୧": 2098,
      "୨": 2099,
      "୭": 2100,
      "ஃ": 2101,
      "அ": 2102,
      "ஆ": 2103,
      "இ": 2104,
      "ஈ": 2105,
      "உ": 2106,
      "ஊ": 2107,
      "எ": 2108,
      "ஏ": 2109,
      "ஐ": 2110,
      "ஒ": 2111,
      "ஓ": 2112,
      "க": 2113,
      "ங": 2114,
      "ச": 2115,
      "ஜ": 2116,
      "ஞ": 2117,
      "ட": 2118,
      "ண": 2119,
      "த": 2120,
      "ந": 2121,
      "ன": 2122,
      "ப": 2123,
      "ம": 2124,
      "ய": 2125,
      "ர": 2126,
      "ற": 2127,
      "ல": 2128,
      "ள": 2129,
      "ழ": 2130,
      "வ": 2131,
      "ஶ": 2132,
      "ஷ": 2133,
      "ஸ": 2134,
      "ஹ": 2135,
      "ா": 2136,
      "ி": 2137,
      "ீ": 2138,
      "ு": 2139,
      "ூ": 2140,
      "ெ": 2141,
      "ே": 2142,
      "ை": 2143,
      "ொ": 2144,
      "ோ": 2145,
      "ௌ": 2146,
      "்": 2147,
      "௭": 2148,
      "௰": 2149,
      "ం": 2150,
      "అ": 2151,
      "ఆ": 2152,
      "ఏ": 2153,
      "ఒ": 2154,
      "క": 2155,
      "ఖ": 2156,
      "గ": 2157,
      "ఘ": 2158,
      "చ": 2159,
      "జ": 2160,
      "ట": 2161,
      "ఠ": 2162,
      "డ": 2163,
      "ణ": 2164,
      "త": 2165,
      "థ": 2166,
      "ద": 2167,
      "ధ": 2168,
      "న": 2169,
      "ప": 2170,
      "ఫ": 2171,
      "బ": 2172,
      "భ": 2173,
      "మ": 2174,
      "య": 2175,
      "ర": 2176,
      "ల": 2177,
      "ళ": 2178,
      "వ": 2179,
      "శ": 2180,
      "ష": 2181,
      "స": 2182,
      "హ": 2183,
      "ా": 2184,
      "ి": 2185,
      "ీ": 2186,
      "ు": 2187,
      "ూ": 2188,
      "ృ": 2189,
      "ె": 2190,
      "ే": 2191,
      "ై": 2192,
      "ొ": 2193,
      "ో": 2194,
      "ౌ": 2195,
      "్": 2196,
      "౪": 2197,
      "౭": 2198,
      "ಂ": 2199,
      "ಃ": 2200,
      "ಅ": 2201,
      "ಆ": 2202,
      "ಇ": 2203,
      "ಈ": 2204,
      "ಉ": 2205,
      "ಊ": 2206,
      "ಎ": 2207,
      "ಏ": 2208,
      "ಐ": 2209,
      "ಒ": 2210,
      "ಓ": 2211,
      "ಕ": 2212,
      "ಖ": 2213,
      "ಗ": 2214,
      "ಚ": 2215,
      "ಛ": 2216,
      "ಜ": 2217,
      "ಞ": 2218,
      "ಟ": 2219,
      "ಠ": 2220,
      "ಡ": 2221,
      "ಣ": 2222,
      "ತ": 2223,
      "ಥ": 2224,
      "ದ": 2225,
      "ಧ": 2226,
      "ನ": 2227,
      "ಪ": 2228,
      "ಫ": 2229,
      "ಬ": 2230,
      "ಭ": 2231,
      "ಮ": 2232,
      "ಯ": 2233,
      "ರ": 2234,
      "ಲ": 2235,
      "ಳ": 2236,
      "ವ": 2237,
      "ಶ": 2238,
      "ಷ": 2239,
      "ಸ": 2240,
      "ಹ": 2241,
      "ಾ": 2242,
      "ಿ": 2243,
      "ೀ": 2244,
      "ು": 2245,
      "ೂ": 2246,
      "ೃ": 2247,
      "ೆ": 2248,
      "ೇ": 2249,
      "ೈ": 2250,
      "ೊ": 2251,
      "ೋ": 2252,
      "ೌ": 2253,
      "್": 2254,
      "ೕ": 2255,
      "೦": 2256,
      "೧": 2257,
      "೨": 2258,
      "೪": 2259,
      "೭": 2260,
      "ം": 2261,
      "ഃ": 2262,
      "അ": 2263,
      "ആ": 2264,
      "ഇ": 2265,
      "ഈ": 2266,
      "ഉ": 2267,
      "ഊ": 2268,
      "ഋ": 2269,
      "ഌ": 2270,
      "എ": 2271,
      "ഏ": 2272,
      "ഐ": 2273,
      "ഒ": 2274,
      "ഓ": 2275,
      "ഔ": 2276,
      "ക": 2277,
      "ഖ": 2278,
      "ഗ": 2279,
      "ഘ": 2280,
      "ങ": 2281,
      "ച": 2282,
      "ഛ": 2283,
      "ജ": 2284,
      "ഝ": 2285,
      "ഞ": 2286,
      "ട": 2287,
      "ഠ": 2288,
      "ഡ": 2289,
      "ഢ": 2290,
      "ണ": 2291,
      "ത": 2292,
      "ഥ": 2293,
      "ദ": 2294,
      "ധ": 2295,
      "ന": 2296,
      "പ": 2297,
      "ഫ": 2298,
      "ബ": 2299,
      "ഭ": 2300,
      "മ": 2301,
      "യ": 2302,
      "ര": 2303,
      "റ": 2304,
      "ല": 2305,
      "ള": 2306,
      "ഴ": 2307,
      "വ": 2308,
      "ശ": 2309,
      "ഷ": 2310,
      "സ": 2311,
      "ഹ": 2312,
      "ഽ": 2313,
      "ാ": 2314,
      "ി": 2315,
      "ീ": 2316,
      "ു": 2317,
      "ൂ": 2318,
      "ൃ": 2319,
      "െ": 2320,
      "േ": 2321,
      "ൈ": 2322,
      "ൊ": 2323,
      "ോ": 2324,
      "്": 2325,
      "ൗ": 2326,
      "ൠ": 2327,
      "ൡ": 2328,
      "൧": 2329,
      "൨": 2330,
      "൩": 2331,
      "൪": 2332,
      "൫": 2333,
      "൬": 2334,
      "൭": 2335,
      "൮": 2336,
      "൯": 2337,
      "൰": 2338,
      "൱": 2339,
      "൲": 2340,
      "൳": 2341,
      "൴": 2342,
      "൵": 2343,
      "൹": 2344,
      "ൺ": 2345,
      "ൻ": 2346,
      "ർ": 2347,
      "ൽ": 2348,
      "ൾ": 2349,
      "ං": 2350,
      "අ": 2351,
      "ආ": 2352,
      "උ": 2353,
      "එ": 2354,
      "ඒ": 2355,
      "ක": 2356,
      "ග": 2357,
      "ච": 2358,
      "ජ": 2359,
      "ට": 2360,
      "ඩ": 2361,
      "ණ": 2362,
      "ත": 2363,
      "ද": 2364,
      "න": 2365,
      "ඳ": 2366,
      "ප": 2367,
      "බ": 2368,
      "ම": 2369,
      "ඹ": 2370,
      "ය": 2371,
      "ර": 2372,
      "ල": 2373,
      "ව": 2374,
      "ශ": 2375,
      "ෂ": 2376,
      "ස": 2377,
      "හ": 2378,
      "ළ": 2379,
      "ෆ": 2380,
      "්": 2381,
      "ා": 2382,
      "ැ": 2383,
      "ි": 2384,
      "ී": 2385,
      "ු": 2386,
      "ූ": 2387,
      "ෙ": 2388,
      "ේ": 2389,
      "ෛ": 2390,
      "ො": 2391,
      "ෝ": 2392,
      "෴": 2393,
      "ก": 2394,
      "ข": 2395,
      "ค": 2396,
      "ฅ": 2397,
      "ฆ": 2398,
      "ง": 2399,
      "จ": 2400,
      "ฉ": 2401,
      "ช": 2402,
      "ซ": 2403,
      "ฌ": 2404,
      "ญ": 2405,
      "ฎ": 2406,
      "ฏ": 2407,
      "ฐ": 2408,
      "ฑ": 2409,
      "ฒ": 2410,
      "ณ": 2411,
      "ด": 2412,
      "ต": 2413,
      "ถ": 2414,
      "ท": 2415,
      "ธ": 2416,
      "น": 2417,
      "บ": 2418,
      "ป": 2419,
      "ผ": 2420,
      "ฝ": 2421,
      "พ": 2422,
      "ฟ": 2423,
      "ภ": 2424,
      "ม": 2425,
      "ย": 2426,
      "ร": 2427,
      "ฤ": 2428,
      "ล": 2429,
      "ว": 2430,
      "ศ": 2431,
      "ษ": 2432,
      "ส": 2433,
      "ห": 2434,
      "ฬ": 2435,
      "อ": 2436,
      "ฮ": 2437,
      "ฯ": 2438,
      "ะ": 2439,
      "ั": 2440,
      "า": 2441,
      "ิ": 2442,
      "ี": 2443,
      "ึ": 2444,
      "ื": 2445,
      "ุ": 2446,
      "ู": 2447,
      "ฺ": 2448,
      "฿": 2449,
      "เ": 2450,
      "แ": 2451,
      "โ": 2452,
      "ใ": 2453,
      "ไ": 2454,
      "ๆ": 2455,
      "็": 2456,
      "่": 2457,
      "้": 2458,
      "๊": 2459,
      "๋": 2460,
      "์": 2461,
      "ํ": 2462,
      "๎": 2463,
      "๏": 2464,
      "๑": 2465,
      "๒": 2466,
      "๓": 2467,
      "๔": 2468,
      "๕": 2469,
      "๖": 2470,
      "๗": 2471,
      "๘": 2472,
      "๙": 2473,
      "๛": 2474,
      "ກ": 2475,
      "ຂ": 2476,
      "ງ": 2477,
      "ຈ": 2478,
      "ຊ": 2479,
      "ຍ": 2480,
      "ດ": 2481,
      "ຕ": 2482,
      "ຖ": 2483,
      "ທ": 2484,
      "ນ": 2485,
      "ບ": 2486,
      "ປ": 2487,
      "ຜ": 2488,
      "ພ": 2489,
      "ຟ": 2490,
      "ມ": 2491,
      "ລ": 2492,
      "ວ": 2493,
      "ສ": 2494,
      "ຫ": 2495,
      "ອ": 2496,
      "ຮ": 2497,
      "ະ": 2498,
      "ັ": 2499,
      "າ": 2500,
      "ິ": 2501,
      "ີ": 2502,
      "ຶ": 2503,
      "ຸ": 2504,
      "ູ": 2505,
      "ົ": 2506,
      "ຽ": 2507,
      "ເ": 2508,
      "ແ": 2509,
      "ໂ": 2510,
      "ໄ": 2511,
      "່": 2512,
      "້": 2513,
      "ໍ": 2514,
      "໒": 2515,
      "໗": 2516,
      "ༀ": 2517,
      "༄": 2518,
      "༅": 2519,
      "༆": 2520,
      "༉": 2521,
      "་": 2522,
      "།": 2523,
      "༎": 2524,
      "༐": 2525,
      "༒": 2526,
      "༘": 2527,
      "༡": 2528,
      "༨": 2529,
      "༬": 2530,
      "༺": 2531,
      "༻": 2532,
      "༼": 2533,
      "༽": 2534,
      "ཀ": 2535,
      "ཁ": 2536,
      "ག": 2537,
      "ང": 2538,
      "ཅ": 2539,
      "ཆ": 2540,
      "ཇ": 2541,
      "ཉ": 2542,
      "ཎ": 2543,
      "ཏ": 2544,
      "ཐ": 2545,
      "ད": 2546,
      "ན": 2547,
      "པ": 2548,
      "ཕ": 2549,
      "བ": 2550,
      "མ": 2551,
      "ཙ": 2552,
      "ཚ": 2553,
      "ཛ": 2554,
      "ཝ": 2555,
      "ཞ": 2556,
      "ཟ": 2557,
      "འ": 2558,
      "ཡ": 2559,
      "ར": 2560,
      "ལ": 2561,
      "ཤ": 2562,
      "ས": 2563,
      "ཧ": 2564,
      "ཨ": 2565,
      "ཪ": 2566,
      "ཬ": 2567,
      "ཱ": 2568,
      "ི": 2569,
      "ུ": 2570,
      "ེ": 2571,
      "ཻ": 2572,
      "ོ": 2573,
      "ཾ": 2574,
      "ྀ": 2575,
      "ྃ": 2576,
      "྆": 2577,
      "ྐ": 2578,
      "ྒ": 2579,
      "ྔ": 2580,
      "ྕ": 2581,
      "ྗ": 2582,
      "ྙ": 2583,
      "ྟ": 2584,
      "ྡ": 2585,
      "ྣ": 2586,
      "ྤ": 2587,
      "ྦ": 2588,
      "ྨ": 2589,
      "ྩ": 2590,
      "ྭ": 2591,
      "ྱ": 2592,
      "ྲ": 2593,
      "ླ": 2594,
      "ྷ": 2595,
      "࿃": 2596,
      "࿆": 2597,
      "࿔": 2598,
      "࿕": 2599,
      "࿖": 2600,
      "࿗": 2601,
      "࿘": 2602,
      "က": 2603,
      "ခ": 2604,
      "ဂ": 2605,
      "ဃ": 2606,
      "င": 2607,
      "စ": 2608,
      "ဆ": 2609,
      "ဇ": 2610,
      "ဈ": 2611,
      "ဉ": 2612,
      "ည": 2613,
      "ဋ": 2614,
      "ဌ": 2615,
      "ဏ": 2616,
      "တ": 2617,
      "ထ": 2618,
      "ဒ": 2619,
      "ဓ": 2620,
      "န": 2621,
      "ပ": 2622,
      "ဖ": 2623,
      "ဗ": 2624,
      "ဘ": 2625,
      "မ": 2626,
      "ယ": 2627,
      "ရ": 2628,
      "လ": 2629,
      "ဝ": 2630,
      "သ": 2631,
      "ဟ": 2632,
      "ဠ": 2633,
      "အ": 2634,
      "ဤ": 2635,
      "ဥ": 2636,
      "ဧ": 2637,
      "ါ": 2638,
      "ာ": 2639,
      "ိ": 2640,
      "ီ": 2641,
      "ု": 2642,
      "ူ": 2643,
      "ေ": 2644,
      "ဲ": 2645,
      "ံ": 2646,
      "့": 2647,
      "း": 2648,
      "္": 2649,
      "်": 2650,
      "ျ": 2651,
      "ြ": 2652,
      "ွ": 2653,
      "ှ": 2654,
      "ဿ": 2655,
      "၌": 2656,
      "၏": 2657,
      "Ⴂ": 2658,
      "Ⴄ": 2659,
      "Ⴆ": 2660,
      "Ⴔ": 2661,
      "Ⴕ": 2662,
      "ა": 2663,
      "ბ": 2664,
      "გ": 2665,
      "დ": 2666,
      "ე": 2667,
      "ვ": 2668,
      "ზ": 2669,
      "თ": 2670,
      "ი": 2671,
      "კ": 2672,
      "ლ": 2673,
      "მ": 2674,
      "ნ": 2675,
      "ო": 2676,
      "პ": 2677,
      "ჟ": 2678,
      "რ": 2679,
      "ს": 2680,
      "ტ": 2681,
      "უ": 2682,
      "ფ": 2683,
      "ქ": 2684,
      "ღ": 2685,
      "ყ": 2686,
      "შ": 2687,
      "ჩ": 2688,
      "ც": 2689,
      "ძ": 2690,
      "წ": 2691,
      "ჭ": 2692,
      "ხ": 2693,
      "ჯ": 2694,
      "ჰ": 2695,
      "ჲ": 2696,
      "ჹ": 2697,
      "჻": 2698,
      "ჽ": 2699,
      "ᄀ": 2700,
      "ᄁ": 2701,
      "ᄂ": 2702,
      "ᄃ": 2703,
      "ᄄ": 2704,
      "ᄅ": 2705,
      "ᄆ": 2706,
      "ᄇ": 2707,
      "ᄈ": 2708,
      "ᄉ": 2709,
      "ᄊ": 2710,
      "ᄋ": 2711,
      "ᄌ": 2712,
      "ᄍ": 2713,
      "ᄎ": 2714,
      "ᄏ": 2715,
      "ᄐ": 2716,
      "ᄑ": 2717,
      "ᄒ": 2718,
      "ᄡ": 2719,
      "ᅀ": 2720,
      "ᅌ": 2721,
      "ᅚ": 2722,
      "ᅠ": 2723,
      "ᅡ": 2724,
      "ᅢ": 2725,
      "ᅣ": 2726,
      "ᅤ": 2727,
      "ᅥ": 2728,
      "ᅦ": 2729,
      "ᅧ": 2730,
      "ᅨ": 2731,
      "ᅩ": 2732,
      "ᅪ": 2733,
      "ᅫ": 2734,
      "ᅬ": 2735,
      "ᅭ": 2736,
      "ᅮ": 2737,
      "ᅯ": 2738,
      "ᅰ": 2739,
      "ᅱ": 2740,
      "ᅲ": 2741,
      "ᅳ": 2742,
      "ᅴ": 2743,
      "ᅵ": 2744,
      "ᆎ": 2745,
      "ᆞ": 2746,
      "ᆪ": 2747,
      "ᆫ": 2748,
      "ᆭ": 2749,
      "ᆳ": 2750,
      "ᆴ": 2751,
      "ᆺ": 2752,
      "ᇂ": 2753,
      "ᇐ": 2754,
      "ሀ": 2755,
      "ሁ": 2756,
      "ሂ": 2757,
      "ህ": 2758,
      "ለ": 2759,
      "ሉ": 2760,
      "ሊ": 2761,
      "ላ": 2762,
      "ሌ": 2763,
      "ል": 2764,
      "ሎ": 2765,
      "ሐ": 2766,
      "ሕ": 2767,
      "መ": 2768,
      "ሙ": 2769,
      "ሚ": 2770,
      "ማ": 2771,
      "ም": 2772,
      "ሠ": 2773,
      "ሣ": 2774,
      "ሥ": 2775,
      "ረ": 2776,
      "ሪ": 2777,
      "ራ": 2778,
      "ር": 2779,
      "ሮ": 2780,
      "ሰ": 2781,
      "ሱ": 2782,
      "ሲ": 2783,
      "ሳ": 2784,
      "ሴ": 2785,
      "ስ": 2786,
      "ሶ": 2787,
      "ሻ": 2788,
      "ሽ": 2789,
      "ቀ": 2790,
      "ቆ": 2791,
      "ቋ": 2792,
      "በ": 2793,
      "ቡ": 2794,
      "ቢ": 2795,
      "ባ": 2796,
      "ቤ": 2797,
      "ብ": 2798,
      "ቦ": 2799,
      "ቫ": 2800,
      "ተ": 2801,
      "ቱ": 2802,
      "ቲ": 2803,
      "ታ": 2804,
      "ት": 2805,
      "ቶ": 2806,
      "ች": 2807,
      "ኃ": 2808,
      "ኑ": 2809,
      "ና": 2810,
      "ን": 2811,
      "ኖ": 2812,
      "ኛ": 2813,
      "አ": 2814,
      "ኢ": 2815,
      "ኣ": 2816,
      "ኤ": 2817,
      "እ": 2818,
      "ኦ": 2819,
      "ኩ": 2820,
      "ኪ": 2821,
      "ካ": 2822,
      "ኬ": 2823,
      "ክ": 2824,
      "ኮ": 2825,
      "ኸ": 2826,
      "ኽ": 2827,
      "ወ": 2828,
      "ዊ": 2829,
      "ዋ": 2830,
      "ው": 2831,
      "ዎ": 2832,
      "ዐ": 2833,
      "ዓ": 2834,
      "ዕ": 2835,
      "ዘ": 2836,
      "ዛ": 2837,
      "ዝ": 2838,
      "የ": 2839,
      "ዩ": 2840,
      "ያ": 2841,
      "ይ": 2842,
      "ዮ": 2843,
      "ደ": 2844,
      "ዱ": 2845,
      "ዳ": 2846,
      "ድ": 2847,
      "ዶ": 2848,
      "ጀ": 2849,
      "ጅ": 2850,
      "ገ": 2851,
      "ጊ": 2852,
      "ጋ": 2853,
      "ጌ": 2854,
      "ግ": 2855,
      "ጎ": 2856,
      "ጛ": 2857,
      "ጣ": 2858,
      "ጥ": 2859,
      "ጫ": 2860,
      "ጭ": 2861,
      "ጮ": 2862,
      "ጵ": 2863,
      "ጻ": 2864,
      "ጽ": 2865,
      "ጾ": 2866,
      "ፀ": 2867,
      "ፈ": 2868,
      "ፉ": 2869,
      "ፊ": 2870,
      "ፋ": 2871,
      "ፎ": 2872,
      "ፐ": 2873,
      "ፒ": 2874,
      "ፔ": 2875,
      "፡": 2876,
      "።": 2877,
      "፭": 2878,
      "Ꭰ": 2879,
      "Ꭱ": 2880,
      "Ꭲ": 2881,
      "Ꭳ": 2882,
      "Ꭴ": 2883,
      "Ꭵ": 2884,
      "Ꭶ": 2885,
      "Ꭷ": 2886,
      "Ꭸ": 2887,
      "Ꭹ": 2888,
      "Ꭺ": 2889,
      "Ꭻ": 2890,
      "Ꭼ": 2891,
      "Ꭽ": 2892,
      "Ꭾ": 2893,
      "Ꭿ": 2894,
      "Ꮀ": 2895,
      "Ꮁ": 2896,
      "Ꮂ": 2897,
      "Ꮃ": 2898,
      "Ꮄ": 2899,
      "Ꮅ": 2900,
      "Ꮆ": 2901,
      "Ꮇ": 2902,
      "Ꮈ": 2903,
      "Ꮉ": 2904,
      "Ꮊ": 2905,
      "Ꮋ": 2906,
      "Ꮌ": 2907,
      "Ꮍ": 2908,
      "Ꮎ": 2909,
      "Ꮏ": 2910,
      "Ꮐ": 2911,
      "Ꮑ": 2912,
      "Ꮒ": 2913,
      "Ꮓ": 2914,
      "Ꮔ": 2915,
      "Ꮕ": 2916,
      "Ꮖ": 2917,
      "Ꮗ": 2918,
      "Ꮘ": 2919,
      "Ꮙ": 2920,
      "Ꮚ": 2921,
      "Ꮛ": 2922,
      "Ꮜ": 2923,
      "Ꮝ": 2924,
      "Ꮞ": 2925,
      "Ꮟ": 2926,
      "Ꮠ": 2927,
      "Ꮡ": 2928,
      "Ꮢ": 2929,
      "Ꮣ": 2930,
      "Ꮤ": 2931,
